tap "bufbuild/buf"
tap "chargepoint/xcparse"
tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "peripheryapp/periphery"
tap "swiftdocorg/formulae"
tap "swiftwasm/tap"
tap "swiftxcode/swiftxcode"
tap "vapor/tap"
tap "wagoodman/dive"
brew "ack"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "readline"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dive"
brew "doctl"
brew "doxygen"
brew "enchant"
brew "epubcheck"
brew "fd"
brew "flyctl"
brew "node"
brew "fx"
brew "gcovr"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "protobuf"
brew "grpc"
brew "swift-protobuf"
brew "grpc-swift"
brew "grpcurl"
brew "helm"
brew "jemalloc"
brew "jq"
brew "kubernetes-cli"
brew "lcov"
brew "minikube"
brew "mint"
brew "mtr"
brew "ngrep"
brew "ninja"
brew "nmap"
brew "nvm"
brew "openapi-generator"
brew "openssl@1.1"
# brew "opentofu"
brew "pkgconf"
brew "podman"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "rbenv"
brew "ripgrep"
brew "sccache"
# brew "sdl2"
brew "sevenzip"
brew "shellcheck"
# brew "sourcery"
# brew "subversion"
# brew "swift-format"
brew "swiftformat"
brew "swiftlint"
# brew "the_silver_searcher"
brew "tree"
brew "vapor"
brew "wasmer"
brew "wget"
brew "xcbeautify"
brew "xclogparser"
brew "yarn"
brew "bufbuild/buf/buf"
brew "chargepoint/xcparse/xcparse"
brew "cirruslabs/cli/tart"
brew "swiftwasm/tap/carton"
cask "basictex"
cask "bloomrpc"
cask "netron"
cask "orbstack"
cask "periphery"
cask "pgadmin4"
cask "rar"
cask "sloth"
cask "swiftformat-for-xcode"
cask "xquartz"
vscode "1yib.rust-bundle"
vscode "42crunch.vscode-openapi"
vscode "asciidoctor.asciidoctor-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "gitkraken.gitkraken-authentication"
vscode "golang.go"
vscode "ipedrazas.kubernetes-snippets"
vscode "jeff-hykin.better-cpp-syntax"
vscode "kasik96.swift"
vscode "lextudio.restructuredtext"
vscode "magicstack.magicpython"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sswg.swift-lang"
vscode "swyddfa.esbonio"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "vscode-icons-team.vscode-icons"
vscode "xaver.clang-format"
vscode "zxh404.vscode-proto3"
