# tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "swiftxcode/swiftxcode"
tap "vapor/tap"
tap "wagoodman/dive"
brew "ack"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "openssl@1.1"
brew "xz"
brew "clang-format"
brew "cmake"
brew "ctags"
brew "go"
brew "dep"
# brew "docker-machine-driver-hyperkit"
brew "doxygen"
brew "epubcheck"
brew "ffmpeg"
brew "gcovr"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "protobuf"
brew "grpc"
brew "jq"
# brew "kubernetes-cli"
# brew "minikube", link: false
# brew "helm"
# brew "libksba"
# brew "libtool"
# brew "libxslt"
# brew "libyaml"
brew "mtr"
brew "ngrep"
brew "ninja"
brew "nmap"
brew "nvm"
brew "openapi-generator"
# brew "pkg-config"
brew "python@2"
brew "python@3.8"
brew "rbenv"
brew "ssh-copy-id"
brew "swiftformat"
brew "swiftlint"
# brew "unixodbc"
brew "watch"
brew "watchman"
brew "wget"
brew "xctool"
brew "xclogparser"
brew "zsh"
# brew "heroku/brew/heroku"
# brew "swiftxcode/swiftxcode/swift-xcode-nio2"
brew "vapor/tap/vapor"
brew "wagoodman/dive/dive"
cask "fastlane"
cask "keycastr"
# cask "minikube"
cask "xquartz"
