tap "bufbuild/buf"
tap "chargepoint/xcparse"
tap "cirruslabs/cli"
tap "homebrew/bundle"
tap "homebrew/services"
tap "peripheryapp/periphery"
tap "swiftdocorg/formulae"
tap "swiftwasm/tap"
tap "swiftxcode/swiftxcode"
tap "vapor/tap"
tap "wagoodman/dive"
brew "ack"
brew "asciidoctor"
brew "autoconf"
brew "automake"
brew "readline"
brew "sqlite"
brew "xz"
brew "azure-cli"
brew "buf"
brew "clang-format"
brew "cmake"
brew "container", link: false
brew "coreutils"
brew "ctags"
brew "dive"
brew "doctl"
brew "doxygen"
brew "enchant"
brew "epubcheck"
brew "fd"
brew "flyctl"
brew "fx"
brew "gcovr"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-tar"
brew "go"
brew "golangci-lint"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "helm"
brew "jemalloc"
brew "jq"
brew "kubernetes-cli"
brew "lcov"
brew "lima"
brew "lmdb"
brew "minikube"
brew "mint"
brew "mtr"
brew "neovim"
brew "ngrep"
brew "ninja"
brew "nmap"
brew "node"
brew "nvm"
brew "openapi-generator"
brew "ripgrep"
brew "opencode"
brew "openssl@1.1"
brew "opentofu"
brew "pkgconf"
brew "podman"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "swift-protobuf"
brew "protoc-gen-grpc-swift"
brew "pstree"
brew "rbenv"
brew "sccache"
brew "sevenzip"
brew "shellcheck"
brew "sourcery"
brew "subversion"
brew "swiftformat"
brew "swiftlint"
brew "terracognita"
brew "tree"
brew "uv"
brew "vapor"
brew "wasmer"
brew "wget"
brew "xcbeautify"
brew "xclogparser"
brew "yarn"
brew "chargepoint/xcparse/xcparse"
brew "cirruslabs/cli/tart"
cask "basictex"
cask "container"
cask "github-copilot-for-xcode"
cask "peripheryapp/periphery/periphery"
cask "rar"
cask "sloth"
cask "swiftformat-for-xcode"
cask "xquartz"
vscode "asciidoctor.asciidoctor-vscode"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "rust-lang.rust-analyzer"
vscode "swiftlang.swift-vscode"
vscode "timonwong.shellcheck"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "github.com/golang/protobuf/protoc-gen-go"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "rustlings"
cargo "swift-bridge-cli"
cargo "uniffi_bindgen"
cargo "xargo"
